Repository: nurken-rb/cscart
Catalog: var/langs/*/addons/rus_taxes.po
Languages: ru_ru

# Addons::name::rus_taxes
source: Russian localization — Taxes
ru_ru: Налоговые ставки РФ

# Addons::description::rus_taxes
source: Allows you to select a corresponding Russian tax for each tax you create; this information is used by shipping and payment services to comply with the Russian Federal Law 54
ru_ru: Позволяет выбрать для каждого созданного налога его российский аналог. Данная информация используется сервисами оплаты и доставки для соответствия 54-ФЗ

# Languages::online_cash_registers
source: Online cash registers
ru_ru: Онлайн-кассы

# Languages::payment_object
source: Payment object (tag 1212)
ru_ru: Признак предмета расчёта (тег 1212)

# Languages::payment_object_tag_1212
source: Payment object (tag 1212)
ru_ru: Признак предмета расчёта (тег 1212)

# Languages::exim_code_id
source: Code ID
ru_ru: ID кода

# Languages::exim_order_item_id
source: Order item ID
ru_ru: ID товара в заказе

# Languages::is_fur_ware
source: Is fur ware
ru_ru: Меховое изделие

# Languages::rus_taxes.available_starting_ffd_1.05
source: Available starting with FFD 1.05
ru_ru: Доступно начиная с ФФД 1.05

# Languages::rus_taxes.available_starting_ffd_1.2
source: Available starting with FFD 1.2
ru_ru: Доступно начиная с ФФД 1.2

# Languages::rus_taxes.no_send_receipt_variants
source: There are several different ways to automate the printing of sales receipts:<br><ul><li>Set up a <a href="[payment_methods]" target="_blank">payment method that supports cash register connection.</a></li><li>If you use ATOL Online cash registers, you can use any payment method and still <a href="[atol_online]" target="_blank">connect CS-Cart to ATOL Online.</a></li><li>Some CRMs (for example, 1C) allow you to connect cash registers. In that case CS-Cart isn't involved in receipts in any way, but it can <a href="[commerceml]" target="_blank">export orders to 1C.</a></li>
ru_ru: Есть несколько способов автоматизировать пробитие чеков:<br><ul><li>Настройте <a href="[payment_methods]" target="_blank">способ оплаты, поддерживающий подключение онлайн-кассы.</a></li><li>Если вы используете онлайн-кассы АТОЛ Онлайн, то вы можете использовать любой способ оплаты и <a href="[atol_online]" target="_blank">подключить кассу АТОЛ Онлайн напрямую к CS-Cart.</a></li><li>Некоторые CRM (например, 1C) позволяют подключать онлайн-кассы. В этом случае CS-Cart никак не участвует в пробитии чегов, но может <a href="[commerceml]" target="_blank">экспортировать заказы в 1С.</a></li>

# Languages::commodity
source: Commodity
ru_ru: Товар

# Languages::service
source: Service
ru_ru: Услуга

# Languages::Excise
source: Excise
ru_ru: Подакцизный товар

# Languages::Job
source: Job
ru_ru: Работа

# Languages::product_with_marking_code
source: Product with marking code
ru_ru: Товар с кодом маркировки

# Languages::excisable_product_with_marking_code
source: Excisable product with marking code
ru_ru: Подакцизный товар с кодом маркировки

# Languages::marking_codes
source: Marking codes
ru_ru: Коды маркировки

# Languages::marking_codes_for
source: Marking codes for
ru_ru: Коды маркировки для

# Languages::marking_code
source: Marking code
ru_ru: Код маркировки

# Languages::marking_code_format
source: Marking code format
ru_ru: Формат кода маркировки

# Languages::online_cash_register_connection
source: Online cash register connection
ru_ru: Подключение онлайн-кассы

# Languages::rus_taxes.connection_mechanism
source: Connection mechanism
ru_ru: Способ подключения

# Languages::rus_taxes.send_prepayment_receipt
source: Prepayment receipt
ru_ru: Чек предоплаты

# Languages::rus_taxes.send_full_payment_receipt
source: Final receipt
ru_ru: Чек полного расчёта

# Languages::rus_taxes.send_refund_receipt
source: Cancel receipt
ru_ru: Чек возврата

# Languages::rus_taxes.send_receipt_notice
source: Prepayment receipt doesn't include marking codes. You need it if the customer doesn't receive the product or service on the day of payment. A final receipt includes marking codes, and is given when a product is handed over to customer or shipping company.
ru_ru: Чек предоплаты не содержит кодов маркировки. Он нужен, если покупатель получит товар не в день оплаты. Чек полного расчёта содержит коды маркировки и выдаётся, когда товар передан покупателю или транспортной компании.

# Languages::rus_taxes.order_status_for_final_receipt
source: Order status for forming final receipt
ru_ru: Статус заказа для чека полного расчёта

# Languages::rus_taxes.ffd_version
source: FFD version
ru_ru: Версия ФФД

# Languages::rus_taxes.ffd_12
source: FFD 1.2
ru_ru: ФФД 1.2

# Languages::rus_taxes.ffd_105
source: FFD 1.05 or 1.1
ru_ru: ФФД 1.05 или 1.1

# Languages::rus_taxes.send_receipt_via_payment_method
source: Via [payment_method]
ru_ru: Через [payment_method]

# Languages::rus_taxes.send_receipt_dont_send
source: Without CS-Cart involvement
ru_ru: Без участия CS-Cart

# Languages::rus_taxes.send_receipt_via_payment_method_description
source: Connect a supported online cash register to your account with the payment provider. CS-Cart will send data for the receipt to the payment provider.
ru_ru: Подключите в учётной записи платёжной системы поддерживаемую ей онлайн-кассу. CS-Cart будет отправлять данные о чеке в платёжную систему.

# Languages::rus_taxes.send_receipt_dont_send_description
source: CS-Cart doesn't trigger any sales receipts. You either give receipts manually, or via a CRM (like 1C), or aren't legally obliged to give receipts.
ru_ru: CS-Cart не инициирует пробитие чеков. Используйте этот вариант, когда вы пробиваете чеки вручную или через CRM (например, 1С), либо если вы не обязаны выдавать чеки.

# Languages::rus_taxes.check_mark_codes_notification
source: Items with marking data changed. Please re-check marking codes.
ru_ru: Изменены товары, которым требуется маркировка. Перепроверьте коды маркировки.

# Languages::rus_taxes.empty_mark_codes_notification
source: The final receipt requires marking codes. Before changing the order status to "[status_to]", please <a class="cm-dialog-opener cm-dialog-destroy-on-close" id="opener_marking_codes" data-ca-target-id="content_marking_codes" data-ca-dialog-title="Marking codes: Order &lrm;#[order_id]" href="[link]">enter the marking codes.</a>
ru_ru: В чеке полного расчёта нужны коды маркировки. Перед изменением статуса заказа на "[status_to]", <a class="cm-dialog-opener cm-dialog-destroy-on-close" id="opener_marking_codes" data-ca-target-id="content_marking_codes" data-ca-dialog-title="Marking codes: Order &lrm;#[order_id]" href="[link]">введите коды маркировки.</a>

# Languages::rus_taxes.fur_marking_code_incorrect_format_alert
source: Fur wares must have codes like SS-NNNNNN-SSSSSSSSSS ("S" for symbol, "N" for number).
ru_ru: Коды меховых изделий выглядят как SS-NNNNNN-SSSSSSSSSS (где "S" — символ, а "N" — цифра).

# Languages::rus_taxes.item_n
source: Item [n]
ru_ru: [n]

# Languages::rus_taxes.tax.none
source: No VAT
ru_ru: Без НДС

# Languages::rus_taxes.tax.vat0
source: VAT 0%
ru_ru: НДС 0%

# Languages::rus_taxes.tax.vat10
source: VAT 10%
ru_ru: НДС 10%

# Languages::rus_taxes.tax.vat18
source: VAT 18%
ru_ru: НДС 18%

# Languages::rus_taxes.tax.vat20
source: VAT 20%
ru_ru: НДС 20%

# Languages::rus_taxes.tax.vat110
source: VAT 10/110
ru_ru: Расчётная ставка 10/110

# Languages::rus_taxes.tax.vat118
source: VAT 18/118
ru_ru: Расчётная ставка 18/118

# Languages::rus_taxes.tax.vat120
source: VAT 20/120
ru_ru: Расчётная ставка 20/120

# Languages::rus_taxes.tax_type
source: VAT rate
ru_ru: Налоговая ставка НДС

# Languages::rus_taxes.tax_type.tooltip
source: This data will be used by Yandex.Checkout, ATOL, SDEK, PayMaster, PayAnyWay, etc.
ru_ru: Эти данные будут использоваться сервисами ЮKassa, АТОЛ, СДЭК, PayMaster, PayAnyWay и т. д.

# Languages::rus_taxes.tax_rates_changes.title
source: Tax rates changes
ru_ru: Изменение налоговых ставок

# Languages::rus_taxes.tax_rates_changes.warning
source: <p>Starting with January 1, 2019, <a href="[law_url]" target="_blank">the VAT rates in Russia have been increased from 18% to 20%</a>. Your store still has taxes that use the old rate of 18%.</p><p>To make [product] pass the correct tax rates to third-party services and online cash registers, please update the rates in the settings of every tax. If you press the button below, all the rates of 18% will be automatically changed to 20%.</p><p class="center"><a class="btn btn-primary btn-large" href="[convert_url]">Update tax rates</a></p>
ru_ru: <p>C 1 января 2019 г. <a href="[law_url]" target="_blank">ставка НДС поднялась с 18% до 20%</a>. У вас в магазине ещё остались налоги со старой ставкой 18%.</p><p>Чтобы [product] передавал правильную ставку НДС в сторонние сервисы и онлайн-кассы, обновите ставку в настройках каждого налога. Если нажмёте кнопку, то все налоговые ставки 18% автоматически поменяются на 20%.</p><p class="center"><a class="btn btn-primary btn-large" href="[convert_url]">Обновить налоговые ставки</a></p>

# Languages::rus_taxes.tax_rates_changes.results
source: <p>We have updated the rates for the following taxes: <ul>[taxes_list]</ul>[failing_services]</p>
ru_ru: <p>Мы обновили ставки у следующих налогов: <ul>[taxes_list]</ul>[failing_services]</p>

# Languages::rus_taxes.tax_rates_changes.tax_changed
source: <li><a href="[tax_url]" target="_blank">[tax]</a>: the VAT rate has been changed from [old_tax_type] to [new_tax_type]</li>
ru_ru: <li><a href="[tax_url]" target="_blank">[tax]</a>: налоговая ставка НДС изменена с [old_tax_type] на [new_tax_type]</li>

# Languages::rus_taxes.tax_rates_changes.failing_services
source: <p><strong>Note:</strong></p><p>Some shipping services and payment processors haven't informed us how we should pass the new VAT 20% to them. That's why we don't know if the code changes are required, and we can't guarantee that the VAT will be passed correctly to these services. If you don't want to take any risks, we recommend temporarily disabling the shipping and payment methods listed below.</p>[shipping_methods][payment_methods]
ru_ru: <p><strong>Обратите внимание:</strong></p><p>Некоторые службы доставки и оплаты не сообщили, как именно мы должны передавать им новый НДС в 20%. Поэтому мы не знаем, нужны ли изменения в коде, и не гарантируем, что передача налогов в эти службы работает правильно. Если не хотите рисковать, рекомендуем временно отключить:</p>[shipping_methods][payment_methods]

# Languages::rus_taxes.tax_rates_changes.failing_services.shippings
source: <p>Shipping methods:</p><ul>[shippings_list]</ul>
ru_ru: <p>способы доставки:</p><ul>[shippings_list]</ul>

# Languages::rus_taxes.tax_rates_changes.failing_services.payments
source: <p>Payment methods:</p><ul>[payments_list]</ul>
ru_ru: <p>способы оплаты:</p><ul>[payments_list]</ul>

# Languages::rus_taxes.agent_type
source: Agent type
ru_ru: Тип агента

# Languages::rus_taxes.agent_type.banking_payment_agent
source: Banking payment agent
ru_ru: Банковский платёжный агент

# Languages::rus_taxes.agent_type.banking_payment_subagent
source: Banking payment subagent
ru_ru: Банковский платёжный субагент

# Languages::rus_taxes.agent_type.payment_agent
source: Payment agent
ru_ru: Платёжный агент

# Languages::rus_taxes.agent_type.payment_subagent
source: Payment subagent
ru_ru: Платёжный субагент

# Languages::rus_taxes.agent_type.attorney
source: Attorney
ru_ru: Поверенный

# Languages::rus_taxes.agent_type.commissioner
source: Commissioner
ru_ru: Комиссионер

# Languages::rus_taxes.agent_type.agent
source: Agent
ru_ru: Агент

# Languages::rus_taxes.rus_taxes
source: Russian taxes
ru_ru: Российские налоги

# Languages::rus_taxes.tax_system
source: Tax system
ru_ru: Налоговая система

# Languages::rus_taxes.tax_system.osn
source: Common
ru_ru: Общая (ОСН)

# Languages::rus_taxes.tax_system.usn_income
source: Simplified (income)
ru_ru: Упрощённая СН (доходы)

# Languages::rus_taxes.tax_system.usn_income_outcome
source: Simplified (income minus outcome)
ru_ru: Упрощённая СН (доходы минус расходы)

# Languages::rus_taxes.tax_system.patent
source: Patent
ru_ru: Патентная (ПСН)

# Languages::rus_taxes.tax_system.envd
source: Single tax on imputed earnings
ru_ru: ЕНВД

# Languages::rus_taxes.tax_system.esn
source: Unified agricultural tax
ru_ru: Единый сельскохозяйственный налог

# Languages::rus_taxes.marking_codes_tip
source: You can use the [tab] or [shift_tab] to quickly switch between fields.
ru_ru: Используйте клавиши [tab] или [shift_tab], чтобы быстро переключаться между полями.

# Languages::rus_taxes.enter_marking_codes_notice
source: [n] product needs marking codes before you can set the order to the [status] status.|[n] products need marking codes before you can set the order to the [status] status.
ru_ru: У [n] товара нужно ввести коды маркировки, прежде чем вы сможете изменить статус заказа на "[status]".|У [n] товаров нужно ввести коды маркировки, прежде чем вы сможете изменить статус заказа на "[status]".|У [n] товаров нужно ввести коды маркировки, прежде чем вы сможете изменить статус заказа на "[status]".

# Languages::rus_taxes.enter_marking_codes_button
source: Enter marking codes
ru_ru: Введите коды маркировки

# Languages::rus_taxes.order_digital_marking_codes
source: Order marking codes
ru_ru: Коды маркировки в заказах
